app/views/orders/index.html.erb

SELECT "orders".* FROM "orders"
---
        <td><%= order.total %></td>
        <td><%= order.order_number %></td>